Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# RetrieveSecureSettingsButton.ToolTipService.ToolTip
source: Check if the system has a secure setting based on the information you provided.
ar: تحقق مما إذا كان النظام يحتوي على إعداد آمن بناءً على المعلومات التي قدمتها.
de_de: Prüfen, ob das System über eine sichere Einstellung auf Basis Ihrer Angaben verfügt.
el_gr: Ελέγξτε εάν το σύστημα έχει μια ασφαλή ρύθμιση με βάση τις πληροφορίες που παρείχατε.
es: Compruebe si el sistema tiene una configuración segura basada en la información que proporcionó.
fr_fr: Vérifiez si le système possède un paramètre sécurisé en fonction des informations fournies.
he_il: בדוק אם למערכת יש הגדרה מאובטחת על בסיס המידע שסיפקת.
hi_in: आपके द्वारा प्रदान की गई जानकारी के आधार पर जांचें कि सिस्टम में कोई सुरक्षित सेटिंग है या नहीं।
ja_jp: 入力された情報に基づいて、システムにセキュア設定があるか確認します。
ml_in: നിങ്ങൾ നൽകിയ വിവരങ്ങളെ അടിസ്ഥാനമാക്കി സിസ്റ്റത്തിന് ഒരു സുരക്ഷിത ക്രമീകരണം ഉണ്ടോയെന്ന് പരിശോധിക്കുക.
pl_pl: Sprawdź, czy system ma bezpieczne ustawienie na podstawie podanych informacji.
tr_tr: Sağladığınız bilgilere göre sistemin güvenli bir ayarı olup olmadığını kontrol edin.

# RetrieveSecureSettingsButton.AutomationProperties.HelpText
source: Check if the system has a secure setting based on the information you provided.
ar: تحقق مما إذا كان النظام يحتوي على إعداد آمن بناءً على المعلومات التي قدمتها.
de_de: Prüfen, ob das System über eine sichere Einstellung auf Basis Ihrer Angaben verfügt.
el_gr: Ελέγξτε εάν το σύστημα έχει μια ασφαλή ρύθμιση με βάση τις πληροφορίες που παρείχατε.
es: Compruebe si el sistema tiene una configuración segura basada en la información que proporcionó.
fr_fr: Vérifiez si le système possède un paramètre sécurisé en fonction des informations fournies.
he_il: בדוק אם למערכת יש הגדרה מאובטחת על בסיס המידע שסיפקת.
hi_in: आपके द्वारा प्रदान की गई जानकारी के आधार पर जांचें कि सिस्टम में कोई सुरक्षित सेटिंग है या नहीं।
ja_jp: 入力された情報に基づいて、システムにセキュア設定があるか確認します。
ml_in: നിങ്ങൾ നൽകിയ വിവരങ്ങളെ അടിസ്ഥാനമാക്കി സിസ്റ്റത്തിന് ഒരു സുരക്ഷിത ക്രമീകരണം ഉണ്ടോയെന്ന് പരിശോധിക്കുക.
pl_pl: Sprawdź, czy system ma bezpieczne ustawienie na podstawie podanych informacji.
tr_tr: Sağladığınız bilgilere göre sistemin güvenli bir ayarı olup olmadığını kontrol edin.

# SecureSettingProviderTextBox.Header
source: Provider
ar: الموفر
de_de: Anbieter
el_gr: Πάροχος
es: Proveedor
fr_fr: Fournisseur
he_il: ספק
hi_in: प्रदाता
ja_jp: プロバイダー
ml_in: ദാതാവ്
pl_pl: Dostawca
tr_tr: sağlayıcı

# SecureSettingProviderTextBox.PlaceholderText
source: Enter the Provider
ar: أدخل الموفر
de_de: Anbieter eingeben
el_gr: Εισαγάγετε τον Πάροχο
es: Ingrese el Proveedor
fr_fr: Entrez le Fournisseur
he_il: הזן את הספק
hi_in: प्रदाता दर्ज करें
ja_jp: プロバイダーを入力
ml_in: ദാതാവിനെ നൽകുക
pl_pl: Wprowadź dostawcę
tr_tr: Sağlayıcıyı girin

# SecureSettingProviderTextBox.AutomationProperties.HelpText
source: Enter the Provider
ar: أدخل الموفر
de_de: Anbieter eingeben
el_gr: Εισαγάγετε τον Πάροχο
es: Ingrese el Proveedor
fr_fr: Entrez le Fournisseur
he_il: הזן את הספק
hi_in: प्रदाता दर्ज करें
ja_jp: プロバイダーを入力
ml_in: ദാതാവിനെ നൽകുക
pl_pl: Wprowadź dostawcę
tr_tr: Sağlayıcıyı girin

# SecureSettingKeyTextBox.Header
source: Key
ar: المفتاح
de_de: Schlüssel
el_gr: Κλειδί
es: Clave
fr_fr: Clé
he_il: מפתח
hi_in: कुंजी
ja_jp: キー
ml_in: കീ
pl_pl: Klucz
tr_tr: Anahtar

# SecureSettingKeyTextBox.PlaceholderText
source: Enter the Key
ar: أدخل المفتاح
de_de: Schlüssel eingeben
el_gr: Εισαγάγετε το Κλειδί
es: Ingrese la Clave
fr_fr: Entrez la Clé
he_il: הזן את המפתח
hi_in: कुंजी दर्ज करें
ja_jp: キーを入力
ml_in: കീ നൽകുക
pl_pl: Wprowadź klucz
tr_tr: Anahtarı girin

# SecureSettingKeyTextBox.AutomationProperties.HelpText
source: Enter the Key
ar: أدخل المفتاح
de_de: Schlüssel eingeben
el_gr: Εισαγάγετε το Κλειδί
es: Ingrese la Clave
fr_fr: Entrez la Clé
he_il: הזן את המפתח
hi_in: कुंजी दर्ज करें
ja_jp: キーを入力
ml_in: കീ നൽകുക
pl_pl: Wprowadź klucz
tr_tr: Anahtarı girin

# SecureSettingValueNameTextBox.Header
source: Value Name
ar: اسم القيمة
de_de: Wertname
el_gr: Όνομα Τιμής
es: Nombre del Valor
fr_fr: Nom de la Valeur
he_il: שם ערך
hi_in: मूल्य नाम
ja_jp: 値の名前
ml_in: മൂല്യ നാമം
pl_pl: Nazwa wartości
tr_tr: Değer Adı

# SecureSettingValueNameTextBox.PlaceholderText
source: Enter the Value Name
ar: أدخل اسم القيمة
de_de: Wertnamen eingeben
el_gr: Εισαγάγετε το Όνομα Τιμής
es: Ingrese el Nombre del Valor
fr_fr: Entrez le Nom de la Valeur
he_il: הזן את שם הערך
hi_in: मूल्य नाम दर्ज करें
ja_jp: 値の名前を入力
ml_in: മൂല്യ നാമം നൽകുക
pl_pl: Wprowadź nazwę wartości
tr_tr: Değer Adını Girin

# SecureSettingValueNameTextBox.AutomationProperties.HelpText
source: Enter the Value Name
ar: أدخل اسم القيمة
de_de: Wertnamen eingeben
el_gr: Εισαγάγετε το Όνομα Τιμής
es: Ingrese el Nombre del Valor
fr_fr: Entrez le Nom de la Valeur
he_il: הזן את שם הערך
hi_in: मूल्य नाम दर्ज करें
ja_jp: 値の名前を入力
ml_in: മൂല്യ നാമം നൽകുക
pl_pl: Wprowadź nazwę wartości
tr_tr: Değer Adını Girin

# SecureSettingResultsTextBlock.Text
source: The results will be displayed below
ar: سيتم عرض النتائج أدناه
de_de: Die Ergebnisse werden unten angezeigt
el_gr: Τα αποτελέσματα θα εμφανιστούν παρακάτω
es: Los resultados se mostrarán a continuación
fr_fr: Les résultats seront affichés ci-dessous
he_il: התוצאות יוצגו למטה
hi_in: परिणाम नीचे प्रदर्शित होंगे
ja_jp: 結果は以下に表示されます
ml_in: ഫലങ്ങൾ താഴെ പ്രദർശിപ്പിക്കും
pl_pl: Wyniki zostaną wyświetlone poniżej
tr_tr: Sonuçlar aşağıda görüntülenecektir

# ViewSelectedPolicyPathsTextBlock.Text
source: View the policy path you selected.
ar: اعرض مسار النهج الذي حددته.
de_de: Den ausgewählten Richtlinienpfad anzeigen.
el_gr: Προβολή της διαδρομής πολιτικής που επιλέξατε.
es: Ver la ruta de la directiva que seleccionó.
fr_fr: Voir le chemin de la politique sélectionnée.
he_il: הצג את נתיב המדיניות שבחרת.
hi_in: चयनित नीति पथ देखें।
ja_jp: 選択したポリシーパスを表示します。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത നയ പാത കാണുക.
pl_pl: Wyświetl wybraną ścieżkę zasad.
tr_tr: Seçtiğiniz politika yolunu görüntüleyin.

# ApplyThePolicyRuleOptionsChangesButton.Content
source: Apply the Changes
ar: تطبيق التغييرات
de_de: Änderungen übernehmen
el_gr: Εφαρμογή των Αλλαγών
es: Aplicar los Cambios
fr_fr: Appliquer les Changements
he_il: החל את השינויים
hi_in: परिवर्तन लागू करें
ja_jp: 変更を適用
ml_in: മാറ്റങ്ങൾ പ്രയോഗിക്കുക
pl_pl: Zastosuj zmiany
tr_tr: Değişiklikleri Uygula

# ApplyThePolicyRuleOptionsChangesButton.ToolTipService.ToolTip
source: If you checked or unchecked any new check boxes among the rule options, use this button to apply them to the policy you selected.
ar: إذا قمت بتحديد أو إلغاء تحديد أي مربعات اختيار جديدة بين خيارات القاعدة، فاستخدم هذا الزر لتطبيقها على النهج الذي حددته.
de_de: Wenn Sie unter den Regeloptionen neue Kontrollkästchen aktiviert oder deaktiviert haben, verwenden Sie diese Schaltfläche, um sie auf die von Ihnen ausgewählte Richtlinie anzuwenden.
el_gr: Εάν επιλέξατε ή αποεπιλέξατε οποιαδήποτε νέα πλαίσια ελέγχου μεταξύ των επιλογών κανόνων, χρησιμοποιήστε αυτό το κουμπί για να τις εφαρμόσετε στην πολιτική που επιλέξατε.
es: Si marcó o desmarcó alguna casilla nueva entre las opciones de regla, use este botón para aplicarlas a la directiva que seleccionó.
fr_fr: Si vous avez coché ou décoché de nouvelles cases parmi les options de règle, utilisez ce bouton pour les appliquer à la politique sélectionnée.
he_il: אם סימנת או הסרת סימון מתיבות בחירה חדשות באפשרויות הכלל, השתמש בכפתור זה כדי להחיל אותן על המדיניות שבחרת.
hi_in: यदि आपने नियम विकल्पों में कोई नई चेकबॉक्स चेक या अनचेक की है, तो इस बटन से उन्हें चयनित नीति पर लागू करें।
ja_jp: ルールオプションのチェックボックスをオンまたはオフにした場合、このボタンを使用して選択したポリシーに適用します。
ml_in: റൂൾ ഓപ്ഷനുകൾക്കിടയിൽ നിങ്ങൾ ഏതെങ്കിലും പുതിയ ചെക്ക് ബോക്സുകൾ ചെക്ക് ചെയ്യുകയോ അൺചെക്ക് ചെയ്യുകയോ ചെയ്തിട്ടുണ്ടെങ്കിൽ, നിങ്ങൾ തിരഞ്ഞെടുത്ത നയത്തിലേക്ക് അവ പ്രയോഗിക്കുന്നതിന് ഈ ബട്ടൺ ഉപയോഗിക്കുക.
pl_pl: Jeśli zaznaczyłeś lub odznaczyłeś jakiekolwiek nowe pola wyboru wśród opcji reguł, użyj tego przycisku, aby zastosować je do wybranych zasad.
tr_tr: Kural seçenekleri arasında herhangi bir yeni onay kutusunu işaretlediyseniz veya işaretini kaldırdıysanız, bunları seçtiğiniz politikaya uygulamak için bu düğmeyi kullanın.

# ApplyThePolicyRuleOptionsChangesButton.AutomationProperties.HelpText
source: If you checked or unchecked any new check boxes among the rule options, use this button to apply them to the policy you selected.
ar: إذا قمت بتحديد أو إلغاء تحديد أي مربعات اختيار جديدة بين خيارات القاعدة، فاستخدم هذا الزر لتطبيقها على النهج الذي حددته.
de_de: Wenn Sie unter den Regeloptionen neue Kontrollkästchen aktiviert oder deaktiviert haben, verwenden Sie diese Schaltfläche, um sie auf die von Ihnen ausgewählte Richtlinie anzuwenden.
el_gr: Εάν επιλέξατε ή αποεπιλέξατε οποιαδήποτε νέα πλαίσια ελέγχου μεταξύ των επιλογών κανόνων, χρησιμοποιήστε αυτό το κουμπί για να τις εφαρμόσετε στην πολιτική που επιλέξατε.
es: Si marcó o desmarcó alguna casilla nueva entre las opciones de regla, use este botón para aplicarlas a la directiva que seleccionó.
fr_fr: Si vous avez coché ou décoché de nouvelles cases parmi les options de règle, utilisez ce bouton pour les appliquer à la politique sélectionnée.
he_il: אם סימנת או הסרת סימון מתיבות בחירה חדשות באפשרויות הכלל, השתמש בכפתור זה כדי להחיל אותן על המדיניות שבחרת.
hi_in: यदि आपने नियम विकल्पों में कोई नई चेकबॉक्स चेक या अनचेक की है, तो इस बटन से उन्हें चयनित नीति पर लागू करें।
ja_jp: ルールオプションのチェックボックスをオンまたはオフにした場合、このボタンを使用して選択したポリシーに適用します。
ml_in: റൂൾ ഓപ്ഷനുകൾക്കിടയിൽ നിങ്ങൾ ഏതെങ്കിലും പുതിയ ചെക്ക് ബോക്സുകൾ ചെക്ക് ചെയ്യുകയോ അൺചെക്ക് ചെയ്യുകയോ ചെയ്തിട്ടുണ്ടെങ്കിൽ, നിങ്ങൾ തിരഞ്ഞെടുത്ത നയത്തിലേക്ക് അവ പ്രയോഗിക്കുന്നതിന് ഈ ബട്ടൺ ഉപയോഗിക്കുക.
pl_pl: Jeśli zaznaczyłeś lub odznaczyłeś jakiekolwiek nowe pola wyboru wśród opcji reguł, użyj tego przycisku, aby zastosować je do wybranych zasad.
tr_tr: Kural seçenekleri arasında herhangi bir yeni onay kutusunu işaretlediyseniz veya işaretini kaldırdıysanız, bunları seçtiğiniz politikaya uygulamak için bu düğmeyi kullanın.

# DeployAfterApplyingRuleOptionsToggleButton.Content
source: Deploy After Applying
ar: التوزيع بعد التطبيق
de_de: Nach dem Anwenden bereitstellen
el_gr: Ανάπτυξη Μετά την Εφαρμογή
es: Implementar Después de Aplicar
fr_fr: Déployer Après Application
he_il: פרוס לאחר היישום
hi_in: लागू करने के बाद तैनात करें
ja_jp: 適用後に展開
ml_in: പ്രയോഗിച്ച ശേഷം വിന്യസിക്കുക
pl_pl: Wdróż po zastosowaniu
tr_tr: Uyguladıktan Sonra Dağıtın

# DeployAfterApplyingRuleOptionsToggleButton.ToolTipService.ToolTip
source: Will deploy the policy after applying the rule option changes to it.
ar: سيقوم بتوزيع النهج بعد تطبيق تغييرات خيارات القاعدة عليه.
de_de: Stellt die Richtlinie nach dem Anwenden der Änderungen an den Regeloptionen bereit.
el_gr: Θα αναπτύξει την πολιτική μετά την εφαρμογή των αλλαγών στις επιλογές κανόνων σε αυτήν.
es: Implementará la directiva después de aplicarle los cambios de opción de regla.
fr_fr: Déploiera la politique après lui avoir appliqué les modifications d'options de règle.
he_il: יבצע פריסה של המדיניות לאחר החלת השינויים באפשרויות הכללים.
hi_in: नियम विकल्प परिवर्तनों को लागू करने के बाद नीति तैनात करेगा।
ja_jp: ルールオプションの変更を適用した後にポリシーを展開します。
ml_in: റൂൾ ഓപ്ഷൻ മാറ്റങ്ങൾ പ്രയോഗിച്ച ശേഷം നയം വിന്യസിക്കും.
pl_pl: Wdroży zasady po zastosowaniu do nich zmian opcji reguł.
tr_tr: Kural seçeneği değişikliklerini uyguladıktan sonra politikayı dağıtacaktır.

# DeployAfterApplyingRuleOptionsToggleButton.AutomationProperties.HelpText
source: Will deploy the policy after applying the rule option changes to it.
ar: سيقوم بتوزيع النهج بعد تطبيق تغييرات خيارات القاعدة عليه.
de_de: Stellt die Richtlinie nach dem Anwenden der Änderungen an den Regeloptionen bereit.
el_gr: Θα αναπτύξει την πολιτική μετά την εφαρμογή των αλλαγών στις επιλογές κανόνων σε αυτήν.
es: Implementará la directiva después de aplicarle los cambios de opción de regla.
fr_fr: Déploiera la politique après lui avoir appliqué les modifications d'options de règle.
he_il: יבצע פריסה של המדיניות לאחר החלת השינויים באפשרויות הכללים.
hi_in: नियम विकल्प परिवर्तनों को लागू करने के बाद नीति तैनात करेगा।
ja_jp: ルールオプションの変更を適用した後にポリシーを展開します。
ml_in: റൂൾ ഓപ്ഷൻ മാറ്റങ്ങൾ പ്രയോഗിച്ച ശേഷം നയം വിന്യസിക്കും.
pl_pl: Wdroży zasady po zastosowaniu do nich zmian opcji reguł.
tr_tr: Kural seçeneği değişikliklerini uyguladıktan sonra politikayı dağıtacaktır.

# RefreshRuleOptionsStateButton.Content
source: Retrieve Rules States
ar: استرداد حالات القواعد
de_de: Regelzustände abrufen
el_gr: Ανάκτηση Καταστάσεων Κανόνων
es: Recuperar Estados de Reglas
fr_fr: Récupérer l'État des Règles
he_il: שלוף את מצב אפשרויות הכללים
hi_in: नियमों की स्थिति पुनः प्राप्त करें
ja_jp: ルール状態を取得
ml_in: നിയമങ്ങളുടെ നില വീണ്ടെടുക്കുക
pl_pl: Pobierz stany reguł
tr_tr: Kural Durumlarını Alma

# RefreshRuleOptionsStateButton.ToolTipService.ToolTip
source: Retrieve the latest state of policy rule options from the policy file you selected
ar: استرداد أحدث حالة لخيارات قاعدة النهج من ملف النهج الذي حددته
de_de: Den neuesten Status der Richtlinienregeloptionen aus der von Ihnen ausgewählten Richtliniendatei abrufen
el_gr: Ανακτήστε την πιο πρόσφατη κατάσταση των επιλογών κανόνων πολιτικής από το αρχείο πολιτικής που επιλέξατε
es: Recuperar el último estado de las opciones de regla de directiva del archivo de directiva que seleccionó
fr_fr: Récupérez le dernier état des options de règle depuis le fichier de politique sélectionné
he_il: יאחזר את המצב העדכני של אפשרויות הכללים מתוך קובץ המדיניות שבחרת.
hi_in: चयनित नीति फ़ाइल से नीति नियम विकल्पों की नवीनतम स्थिति पुनः प्राप्त करें
ja_jp: 選択したポリシーファイルからポリシールールオプションの最新状態を取得します
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത നയ ഫയലിൽ നിന്ന് നയ നിയമ ഓപ്ഷനുകളുടെ ഏറ്റവും പുതിയ നില വീണ്ടെടുക്കുക
pl_pl: Pobierz najnowszy stan opcji reguł zasad z wybranego pliku zasad
tr_tr: Seçtiğiniz politika dosyasından politika kuralı seçeneklerinin en son durumunu alın

# RefreshRuleOptionsStateButton.AutomationProperties.HelpText
source: Retrieve the latest state of policy rule options from the policy file you selected
ar: استرداد أحدث حالة لخيارات قاعدة النهج من ملف النهج الذي حددته
de_de: Den neuesten Status der Richtlinienregeloptionen aus der von Ihnen ausgewählten Richtliniendatei abrufen
el_gr: Ανακτήστε την πιο πρόσφατη κατάσταση των επιλογών κανόνων πολιτικής από το αρχείο πολιτικής που επιλέξατε
es: Recuperar el último estado de las opciones de regla de directiva del archivo de directiva que seleccionó
fr_fr: Récupérez le dernier état des options de règle depuis le fichier de politique sélectionné
he_il: יאחזר את המצב העדכני של אפשרויות הכללים מתוך קובץ המדיניות שבחרת.
hi_in: चयनित नीति फ़ाइल से नीति नियम विकल्पों की नवीनतम स्थिति पुनः प्राप्त करें
ja_jp: 選択したポリシーファイルからポリシールールオプションの最新状態を取得します
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത നയ ഫയലിൽ നിന്ന് നയ നിയമ ഓപ്ഷനുകളുടെ ഏറ്റവും പുതിയ നില വീണ്ടെടുക്കുക
pl_pl: Pobierz najnowszy stan opcji reguł zasad z wybranego pliku zasad
tr_tr: Seçtiğiniz politika dosyasından politika kuralı seçeneklerinin en son durumunu alın

# SetPolicyTemplateButton.Content
source: Set
ar: تعيين
de_de: Festlegen
el_gr: Ορισμός
es: Establecer
fr_fr: Définir
he_il: הגדר
hi_in: सेट करें
ja_jp: 設定
ml_in: സജ്ജമാക്കുക
pl_pl: Ustaw
tr_tr: Ayarlamak

# SetPolicyTemplateButton.ToolTipService.ToolTip
source: Sets the selected template to the policy's rule options.
ar: يعين القالب المحدد لخيارات قاعدة النهج.
de_de: Wendet die ausgewählte Vorlage auf die Regeloptionen der Richtlinie an.
el_gr: Ορίζει το επιλεγμένο πρότυπο στις επιλογές κανόνων της πολιτικής.
es: Establece la plantilla seleccionada en las opciones de regla de la directiva.
fr_fr: Définit le modèle sélectionné pour les options de règle de la politique.
he_il: מגדיר את התבנית הנבחרת לאפשרויות הכלל של המדיניות.
hi_in: चयनित टेम्पलेट को नीति के नियम विकल्पों पर सेट करता है।
ja_jp: 選択したテンプレートをポリシーのルールオプションに設定します。
ml_in: തിരഞ്ഞെടുത്ത ടെംപ്ലേറ്റ് നയത്തിന്റെ റൂൾ ഓപ്ഷനുകളിലേക്ക് സജ്ജമാക്കുന്നു.
pl_pl: Ustawia wybrany szablon dla opcji reguł zasad.
tr_tr: Seçilen şablonu politikanın kural seçeneklerine ayarlar.

# SetPolicyTemplateButton.AutomationProperties.HelpText
source: Sets the selected template to the policy's rule options.
ar: يعين القالب المحدد لخيارات قاعدة النهج.
de_de: Wendet die ausgewählte Vorlage auf die Regeloptionen der Richtlinie an.
el_gr: Ορίζει το επιλεγμένο πρότυπο στις επιλογές κανόνων της πολιτικής.
es: Establece la plantilla seleccionada en las opciones de regla de la directiva.
fr_fr: Définit le modèle sélectionné pour les options de règle de la politique.
he_il: מגדיר את התבנית הנבחרת לאפשרויות הכלל של המדיניות.
hi_in: चयनित टेम्पलेट को नीति के नियम विकल्पों पर सेट करता है।
ja_jp: 選択したテンプレートをポリシーのルールオプションに設定します。
ml_in: തിരഞ്ഞെടുത്ത ടെംപ്ലേറ്റ് നയത്തിന്റെ റൂൾ ഓപ്ഷനുകളിലേക്ക് സജ്ജമാക്കുന്നു.
pl_pl: Ustawia wybrany szablon dla opcji reguł zasad.
tr_tr: Seçilen şablonu politikanın kural seçeneklerine ayarlar.

# SelectBasePolicyTitle
source: Select a base policy
ar: حدد نهجًا أساسيًا
de_de: Basisrichtlinie auswählen
el_gr: Επιλέξτε μια βασική πολιτική
es: Seleccionar una directiva base
fr_fr: Sélectionner une politique de base
he_il: בחר מדיניות בסיס
hi_in: एक मूल नीति चुनें
ja_jp: ベースポリシーを選択
ml_in: ഒരു അടിസ്ഥാന നയം തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz zasady podstawowe
tr_tr: Bir temel politika seçin

# SelectBasePolicySubtitle
source: You need to select a base policy before you can create a Supplemental policy.
ar: تحتاج إلى تحديد نهج أساسي قبل أن تتمكن من إنشاء نهج تكميلي.
de_de: Sie müssen eine Basisrichtlinie auswählen, bevor Sie eine ergänzende Richtlinie erstellen können.
el_gr: Πρέπει να επιλέξετε μια βασική πολιτική πριν μπορέσετε να δημιουργήσετε μια Συμπληρωματική πολιτική.
es: Debe seleccionar una directiva base antes de poder crear una directiva Suplementaria.
fr_fr: Vous devez sélectionner une politique de base avant de pouvoir créer une politique supplémentaire.
he_il: עליך לבחור מדיניות בסיס לפני שתוכל ליצור מדיניות משלימה.
hi_in: पूरक नीति बनाने से पहले आपको एक मूल नीति चुननी होगी।
ja_jp: 補足ポリシーを作成する前に、ベースポリシーを選択する必要があります。
ml_in: ഒരു അനുബന്ധ നയം സൃഷ്ടിക്കുന്നതിന് മുമ്പ് നിങ്ങൾ ഒരു അടിസ്ഥാന നയം തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pl_pl: Musisz wybrać zasady podstawowe, zanim będziesz mógł utworzyć zasady uzupełniające.
tr_tr: Tamamlayıcı politika oluşturmadan önce temel politikayı seçmeniz gerekir.

# SelectPolicyToAddRulesToTitle
source: Select the policy to add the rules to.
ar: حدد النهج لإضافة القواعد إليه.
de_de: Wählen Sie die Richtlinie aus, der die Regeln hinzugefügt werden sollen.
el_gr: Επιλέξτε την πολιτική στην οποία θα προσθέσετε τους κανόνες.
es: Seleccione la directiva a la que agregar las reglas.
fr_fr: Sélectionnez la politique à laquelle ajouter les règles.
he_il: בחר את המדיניות שאליה יש להוסיף את הכללים.
hi_in: नियम जोड़ने के लिए नीति चुनें।
ja_jp: ルールを追加するポリシーを選択してください。
ml_in: നിയമങ്ങൾ ചേർക്കേണ്ട നയം തിരഞ്ഞെടുക്കുക.
pl_pl: Wybierz zasady, do których chcesz dodać reguły.
tr_tr: Kuralların ekleneceği politikayı seçin.

# SelectPolicyToAddRulesToSubtitle
source: You need to select the policy to Add the rules to because you've set the operation mode to "Add to Existing Policy".
ar: تحتاج إلى تحديد النهج لإضافة القواعد إليه لأنك قمت بتعيين وضع التشغيل إلى "إضافة إلى النهج الحالي".
de_de: Sie müssen die Richtlinie auswählen, zu der die Regeln hinzugefügt werden sollen, da Sie den Betriebsmodus auf "Zu vorhandener Richtlinie hinzufügen" gesetzt haben.
el_gr: Πρέπει να επιλέξετε την πολιτική στην οποία θα προσθέσετε τους κανόνες επειδή ορίσατε τη λειτουργία λειτουργίας σε "Προσθήκη σε Υπάρχουσα Πολιτική".
es: Debe seleccionar la directiva a la que Agregar las reglas porque ha establecido el modo de operación en "Agregar a Directiva Existente".
fr_fr: Vous devez sélectionner la politique à laquelle ajouter les règles car vous avez défini le mode d'opération sur "Ajouter à la Politique Existante".
he_il: עליך לבחור את המדיניות שאליה יתווספו הכללים מכיוון שהגדרת את מצב הפעולה ל-"הוספה למדיניות קיימת".
hi_in: चूँकि आपने ऑपरेशन मोड "मौजूदा नीति में जोड़ें" सेट किया है, इसलिए आपको नियम जोड़ने के लिए नीति चुननी होगी।
ja_jp: 操作モードを「既存のポリシーに追加」に設定したため、ルールを追加するポリシーを選択する必要があります。
ml_in: നിങ്ങൾ പ്രവർത്തന രീതി "നിലവിലുള്ള നയത്തിലേക്ക് ചേർക്കുക" എന്ന് സജ്ജമാക്കിയതിനാൽ നിയമങ്ങൾ ചേർക്കേണ്ട നയം നിങ്ങൾ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pl_pl: Musisz wybrać zasady, do których chcesz dodać reguły, ponieważ ustawiłeś tryb operacji na „Dodaj do istniejących zasad”.
tr_tr: Çalışma modunu "Mevcut Politikaya Ekle" olarak ayarladığınız için Kuralların ekleneceği politikayı seçmeniz gerekir.

# ErrorOccurredCreatingPolicy
source: An error occurred while creating the policy.
ar: حدث خطأ أثناء إنشاء النهج.
de_de: Beim Erstellen der Richtlinie ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της πολιτικής.
es: Ocurrió un error al crear la directiva.
fr_fr: Une erreur s'est produite lors de la création de la politique.
he_il: אירעה שגיאה בזמן יצירת המדיניות.
hi_in: नीति बनाते समय एक त्रुटि हुई।
ja_jp: ポリシーの作成中にエラーが発生しました。
ml_in: നയം സൃഷ്ടിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
pl_pl: Wystąpił błąd podczas tworzenia zasad.
tr_tr: Politika oluşturulurken bir hata oluştu.

# BasePolicyFileSelectionSettingsCard.Header
source: Base Policy File
ar: ملف النهج الأساسي
de_de: Basisrichtliniendatei
el_gr: Αρχείο Βασικής Πολιτικής
es: Archivo de Directiva Base
fr_fr: Fichier de Politique de Base
he_il: קובץ מדיניות בסיסית
hi_in: मूल नीति फ़ाइल
ja_jp: ベースポリシーファイル
ml_in: അടിസ്ഥാന നയ ഫയൽ
pl_pl: Plik zasad podstawowych
tr_tr: Temel Politika Dosyası

# BasePolicyFileSelectionSettingsCard.Description
source: Browse for the Base policy XML file that this Supplemental policy will be associated with.
ar: تصفح ملف نهج XML الأساسي الذي سيرتبط به هذا النهج التكميلي.
de_de: Suchen Sie nach der XML-Datei der Basisrichtlinie, der diese ergänzende Richtlinie zugeordnet wird.
el_gr: Αναζήτηση για το αρχείο XML της Βασικής πολιτικής με την οποία θα συσχετιστεί αυτή η Συμπληρωματική πολιτική.
es: Busque el archivo XML de la directiva Base con el que se asociará esta directiva Suplementaria.
fr_fr: Recherchez le fichier XML de politique de base auquel cette politique supplémentaire sera associée.
he_il: עיין בקובץ ה-XML של מדיניות הבסיס שאליו תהיה מקושרת מדיניות המשנה הזו.
hi_in: उस XML मूल नीति फ़ाइल के लिए ब्राउज़ करें जिससे यह पूरक नीति जुड़ी होगी।
ja_jp: この補足ポリシーが関連付けられるベースポリシーXMLファイルを参照します。
ml_in: ഈ അനുബന്ധ നയം ബന്ധപ്പെടുത്തുന്ന അടിസ്ഥാന നയ XML ഫയലിനായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj w poszukiwaniu pliku XML zasad podstawowych, z którym będą powiązane te zasady uzupełniające.
tr_tr: Bu Tamamlayıcı politikanın ilişkilendirileceği Temel politika XML dosyasına göz atın.

# BasePolicyFileSelectionSettingsCard.ToolTipService.ToolTip
source: Browse for the Base policy XML file that this Supplemental policy will be associated with.
ar: تصفح ملف نهج XML الأساسي الذي سيرتبط به هذا النهج التكميلي.
de_de: Suchen Sie nach der XML-Datei der Basisrichtlinie, der diese ergänzende Richtlinie zugeordnet wird.
el_gr: Αναζήτηση για το αρχείο XML της Βασικής πολιτικής με την οποία θα συσχετιστεί αυτή η Συμπληρωματική πολιτική.
es: Busque el archivo XML de la directiva Base con el que se asociará esta directiva Suplementaria.
fr_fr: Recherchez le fichier XML de politique de base auquel cette politique supplémentaire sera associée.
he_il: עיין בקובץ ה-XML של מדיניות הבסיס שאליו תהיה מקושרת מדיניות המשנה הזו.
hi_in: उस XML मूल नीति फ़ाइल के लिए ब्राउज़ करें जिससे यह पूरक नीति जुड़ी होगी।
ja_jp: この補足ポリシーが関連付けられるベースポリシーXMLファイルを参照します。
ml_in: ഈ അനുബന്ധ നയം ബന്ധപ്പെടുത്തുന്ന അടിസ്ഥാന നയ XML ഫയലിനായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj w poszukiwaniu pliku XML zasad podstawowych, z którym będą powiązane te zasady uzupełniające.
tr_tr: Bu Tamamlayıcı politikanın ilişkilendirileceği Temel politika XML dosyasına göz atın.
